Repository: erkmenergul/coffeeRatio
Catalog: coffeeRatio/Localizable.xcstrings
Source language: tr
Languages: en

source: AeroPress Ayarları
en: AeroPress Settings

# affogato_brew_time
source: 25-30 saniye
en: 25-30 seconds

# affogato_instructions
source: Bir top vanilyalı dondurmanın üzerine sıcak espresso ekleyin
en: Pour hot espresso over a scoop of vanilla ice cream.

# americano_brew_time
source: 25-30 saniye
en: 25-30 seconds

# americano_instructions
source: Öncelikle 18g kahveden 36ml espresso elde edin. Ardından 90ml sıcak su ekleyerek Americano hazırlayın. İstediğiniz sertlik oranına göre ekleyeceğiniz su oranını ayarlayın.
en: First, extract 36ml espresso from 18g coffee. Then add 90ml of hot water to prepare an Americano. Adjust the amount of added water according to your preferred strength.

# americano_water_amount
source: 36ml espresso, 90ml su
en: 36ml espresso, 90ml water

source: Ayarlar
en: Settings

source: Bardak
en: Cup

source: Bardak: %lld
en: Cup:%lld

source: Başlat
en: Start

source: Bildirimler
en: Notifications

source: Birim
en: Unit

source: Birim:
en: Unit:

# brew_time
source: Demleme Süresi
en: Brew Time

source: Bu Tarifi Kaydet
en: Save This Recipe

source: Bu tarifi silmek istediğinizden emin misiniz?
en: Are you sure you want to delete this recipe?

source: Bu uygulama, çeşitli kahve tarifleri ve demleme yöntemlerini öğrenmenizi,kaydetmenizi sağlar.
en: This app allows you to learn and save various coffee recipes and brewing methods.

# cancel
source: İptal
en: Cancel

# cappuccino_brew_time
source: Espresso: 25-30 saniye
en: Espresso: 25-30 seconds

# cappuccino_instructions
source: 18g kahveden 36ml espresso elde edin. Eşit oranlarda 50ml ısıtılmış süt ve süt köpüğünü ekleyerek hazırlayın.
en: Extract 36ml espresso from 18g coffee. Add 50ml heated milk and 50ml milk foam in equal amounts to prepare.

# cappuccino_water_amount
source: 36ml espresso,50ml süt,50ml süt köpüğü
en: 36ml espresso, 50ml milk, 50ml milk foam

# caramel_macchiato_brew_time
source: Espresso: 25-30 saniye
en: Espresso: 25-30 seconds

# caramel_macchiato_instructions
source: Bardağın tabanına karamelli sos ekleyin. Isıtılmış süt/süt köpüğünü ve espressoyu üzerine dökün. Üzerini karamel sos ile süsleyin.
en: Add caramel sauce to the bottom of the glass. Pour heated milk/milk foam and espresso over it. Top with caramel sauce.

# caramel_macchiato_water_amount
source: 36ml espresso,150ml süt
en: 36ml espresso, 150ml milk

source: Chemex Ayarları
en: Chemex Settings

# coffee_amount
source: Kahve Miktarı
en: Coffee Amount

# cortado_brew_time
source: Espresso: 25-30 saniye
en: Espresso: 25-30 seconds

# cortado_instructions
source: 18g kahveden 36ml espresso elde edin. Ardından 36ml ısıtılmış süt ekleyerek hazırlayın.
en: Extract 36ml espresso from 18g coffee. Then add 36ml heated milk to prepare.

# cortado_water_amount
source: 36ml espresso,36ml süt
en: 36ml espresso, 36ml milk

# countdown
source: Geri Sayım
en: Countdown

# delete
source: Sil
en: Delete

# delete_confirm
source: Silinecek.Onaylıyor musunuz?
en: Do you confirm it will be deleted?

source: Demleme Süresi
en: Brewing Time

source: Demleme Süresi: %@
en: Brewing Time %@

source: Demleme Yöntemleri
en: Brewing Methods

source: Devam et
en: Continue

source: Durdur
en: Stop

source: Düzenle
en: Edit

# edit
source: Düzenle
en: Edit

source: Emin misiniz?
en: Are you sure?

# espresso_brew_time
source: 25-30 saniye
en: 25-30 seconds

# espresso_instructions
source: Kahveyi ince kalınlıkta öğütün. 18g kahveyi makinenizin portafiltresine yerleştirin ve 25-30 saniyede 36ml espresso elde edin.
en: Grind the coffee to a fine thickness. Place 18g of coffee into the portafilter of your machine and extract 36ml of espresso in 25-30 seconds.

# espresso_macchiato_brew_time
source: Espresso: 25-30 saniye
en: Espresso: 25-30 seconds

# espresso_macchiato_instructions
source: 18g kahveden 36ml espresso elde edin. Üzerine az miktarda (1-2 kaşık) süt köpüğü ekleyerek espresso macchiato hazırlayın.
en: Extract 36ml espresso from 18g coffee. Add a small amount (1-2 spoons) of milk foam on top to prepare an espresso macchiato.

# filter_coffee_brew_time
source: 5-8 dakika
en: 5-8 minutes

# filter_coffee_instructions
source: Orta kalınlıkta öğütülmüş 15g kahveyi filtreye koyun. Makinenizi çalıştırın. 2 ya da 3 kişilik yapmak isterseniz kahve miktarının yaklaşık 15 katı kadar su ilave edin.
en: Place 15g of medium-ground coffee in the filter. Start your coffee maker. For 2 or 3 servings, add about 15 times the amount of water to coffee.

# filter_coffee_name
source: Filtre Kahve
en: Filter Coffee

# flat_white_brew_time
source: Espresso: 25-30 saniye
en: Espresso: 25-30 seconds

# flat_white_instructions
source: 18g kahveden 36ml espresso elde edin. Ardından 120ml ısıtılmış süt ekleyerek hazırlayın.
en: Extract 36ml espresso from 18g coffee. Then add 120ml heated milk to prepare.

# flat_white_water_amount
source: 36ml espresso,120ml süt
en: 36ml espresso, 120ml milk

source: French Press Ayarları
en: French Press Settings

source: Genel Ayarlar
en: General Settings

source: Genel Tarifler
en: General Recipes

source: Geri Bildirim Gönderin
en: Send Feedback

source: Geri Sayım:
en: Timers:

# grinder_setting
source: Öğütücü Ayarları
en: Grinder Settings

source: Hakkında
en: About

# import_duplicate
source: Bu Tarif Zaten Kayıtlı
en: This recipe is already saved.

# import_error
source: Tarif alınırken hata oldu.
en: There was an error importing the recipe.

# import_success
source: Tarif başarıyla kaydedildi.
en: Recipe successfully added.

source: İptal
en: Cancel

source: İşlem Adımları:
en: Steps:

source: Kahve & Su
en: Coffee & Water

source: Kahve Miktarı
en: Coffee Amount

source: Kahve Miktarı (%@)
en: Coffee Amount (%@)

source: Kahve Tariflerini Sil
en: Delete Coffee Recipes

source: Kahve:
en: Coffee:

# Kahve: %@ %@
source: Kahve: %1$@ %2$@
en: Coffee: %1$@ %2$@

source: Kapat
en: Close

source: Karanlık Mod
en: Dark Mode

source: Kaydet
en: Save

source: Kendi Tariflerim
en: My Recipes

source: Kendi tariflerinizdeki tüm kahve tarifleri silinecek.
en: All coffee recipes will be deleted.

# latte_brew_time
source: 25-30 saniye
en: 25-30 seconds

# latte_instructions
source: 18g kahveden 36ml espresso elde edin. 180ml ısıtılmış sütü veya buhar çubuğuyla hazırladığınız süt kremasını ekleyerek hazırlayın.
en: Extract 36ml espresso from 18g coffee. Add 180ml steamed milk or milk foam prepared with a steam wand.

# latte_macchiato_brew_time
source: Espresso: 25-30 saniye
en: Espresso: 25-30 seconds

# latte_macchiato_instructions
source: Büyük bir bardağa 200ml ısıtılmış süt dökün, ardından yavaşça espresso ekleyerek latte macchiato hazırlayın. Katmanlar belirgin olacaktır.
en: Pour 200ml heated milk into a large glass, then slowly add the espresso to make a latte macchiato. The layers will be distinct.

# latte_macchiato_water_amount
source: 36ml espresso, 200ml süt(bol köpük)
en: 36ml espresso, 200ml milk (lots of foam)

# latte_water_amount
source: 36ml espresso,180ml süt/süt kreması
en: 36ml espresso, 180ml milk/cream

# marocchino_brew_time
source: 25-30 saniye
en: 25-30 seconds

# marocchino_instructions
source: Bardağın tabanına sıcak çikolata ya da kakao ekleyin. Üzerine espresso ve ince bir süt köpüğü ekleyin. İsteğe bağlı en üste rendelenmiş çikolata ekleyebilirsiniz.
en: Add hot chocolate or cocoa to the bottom of the glass. Add espresso and a thin layer of milk foam on top. Optionally, add grated chocolate on top.

# marocchino_water_amount
source: 36ml espresso,20ml süt köpüğü
en: 36ml espresso, 20ml milk foam

# mocha_brew_time
source: Espresso: 25-30 saniye
en: Espresso: 25-30 seconds

# mocha_instructions
source: 18gr kahveden 36ml espresso elde edin. Espressoya 20gr çikolata şurubu ya da eritilmiş çikolata ekleyin, ardından 150ml ısıtılmış süt ilave edin. İsteğe bağlı süt kreması ekleyin.
en: Extract 36ml espresso from 18g coffee. Add 20g chocolate syrup or melted chocolate to the espresso, then add 150ml heated milk. Optionally, add whipped cream.

# mocha_water_amount
source: 36ml espresso, 150ml süt
en: 36ml espresso, 150ml milk

source: Moka Pot Ayarları
en: Moka Pot Settings

# no_recipes_found
source: Kayıtlı Tarif Bulunamadı.
en: No Coffee Recipes Found.

# notes
source: Notlar
en: Notes

source: Notlar
en: Notes

source: Öğütücü
en: Grinder

source: Öğütücü Ayarı
en: Grinder Settings

source: Öğütücü ayarı girin
en: Write the Grinder Setting

source: Öğütücü ayarını giriniz
en: Enter Grinder Setting

source: Öğütücü: %@
en: Grinder: %@

# ok
source: Tamam
en: Ok

source: Oran
en: Ratio

source: Pour Over Ayarları
en: Pour Over Settings

source: Premium Aktif! 🎉
en: Premium coffeeRatio Member🎉

source: Premium’a Geç
en: Upgrade to Premium

# purchase_not_found
source: Satın alma bulunamadı.
en: No previous purchase found.

# reset
source: Sıfırla
en: Reset

# resume
source: Devam et
en: Resume

# ristretto_brew_time
source: 20-25 saniye
en: 20-25 seconds

# ristretto_instructions
source: 18g kahveden, normal espressoya göre daha az su kullanarak 20ml ristretto elde edin. Daha yoğun ve aromatik bir shot...
en: Extract 20ml ristretto from 18g coffee using less water than a regular espresso. A more intense and aromatic shot...

source: Satın Al (%@)
en: Purchase (%@)

source: Satın Alımı Geri Yükle
en: Restore Purchase

# share_recipe
source: Tarifi Paylaş
en: Share this recipe

source: Sil
en: Delete

source: Sıfırla
en: Reset

source: Sınırsız tarif kaydı Kendi tariflerinizi paylaşma Tüm gelecekteki premium özelliklere ücretsiz erişim
en: Unlimited recipe saves Sharing your own recipes Free access to all future premium features

# start
source: Başlat
en: Start

# stop
source: Durdur
en: Stop

source: Su Miktarı
en: Water Amount

source: Su Miktarı (%@)
en: Water Amount (%@)

source: Su Sıcaklığı
en: Water Temp

source: Su Sıcaklığı:
en: Water Temp:

source: Su Sıcaklığı: %@
en: Water Temp: %@

# Su Sıcaklığı: %lld%@
source: Su Sıcaklığı: %1$lld%2$@
en: Water Temp: %1$lld%2$@

source: Su:
en: Water:

# Su: %@ %@, Oran: 1/%lld
source: Su: %1$@ %2$@, Oran: 1/%3$lld
en: Water: %1$@ %2$@, Ratio: 1/%3$lld

source: Süre: %@
en: Time: %@

source: Sürüm: %@
en: version: %@

source: Syphon Ayarları
en: Syphon Settings

source: Talimatlar
en: Instructions

source: Tamam
en: Ok

source: Tarif Adı
en: Recipe Name

source: Tarif adını giriniz
en: Write the Recipe Name

source: Tarif Bilgileri
en: Recipe Information

source: Tarifi Düzenle
en: Edit Recipe

source: Tarifi Kaydet
en: Save Recipe

source: Tarifler
en: Recipes

source: Tarifleri Yönet
en: Manage Recipes

# turkish_coffee_brew_time
source: 3-5 dakika
en: 3-5 minutes

# turkish_coffee_instructions
source: İnce öğütülmüş 7g kahveyi cezveye koyun, 70ml su (isteğe bağlı şeker) ekleyin. Kısık ateşte yavaşça pişirin ve karıştırmayın. Köpük oluşunca cezveyi ocaktan alın.
en: Place 7g of finely ground coffee in a cezve (Turkish coffee pot), add 70ml water (and sugar if desired). Brew slowly over low heat without stirring. Remove from heat when foam forms on top.

# turkish_coffee_name
source: Türk Kahvesi
en: Turkish Coffee

source: Ürünler Yükleniyor…
en: Loading…

# warning
source: Uyarı
en: Warning

# water_amount
source: Su Miktarı
en: Water Amount

# water_temp
source: Su Sıcaklığı
en: Water Temp.

# weekly_recipe_body
source: Bu haftanın tarifi: %@
en: This week's recipe: %@

# weekly_recipe_title
source: Haftalık Tarif Önerisi
en: Weekly Recipe Suggestion

source: Yeni Tarif Ekle
en: Add New Recipe
